Repository: Dexus/ubuntu-trusty-dovecot
Catalog: debian/po/*.po
Languages: cs, da, es, fr, it, pl, pt, ru, sv

source: Wrong location for SSL certificates
cs: Špatné umístění SSL certifikátů
da: Forkert placering for SSL-certifikater
es: Ubicación incorrecta de los certificados SSL
fr: Mauvais emplacement pour les certificats SSL
it: Posizione non corretta per i certificati SSL
pl: Złe położenie certyfikatów SSL
pt: Localização errada para certificados SSL
ru: Некорректное расположение сертификатов SSL
sv: Fel plats för SSL-certifikat

source: This machine uses SSL certificates for Dovecot. These certificates should be moved from /etc/ssl to /etc/dovecot and Dovecot's configuration file (/etc/dovecot/conf.d/10-ssl.conf) should be updated accordingly.
cs: Tento počítač používá SSL certifikáty pro Dovecot. Tyto certifikáty je třeba přesunout z /etc/ssl do /etc/dovecot a konfigurační soubor pro Dovecot (/etc/dovecot/conf.d/10-ssl.conf) by měl být odpovídajícím způsobem aktualizován.
da: Denne maskine bruger SSL-certifikater for Dovecot. Disse certifikater skal flyttes fra /etc/ssl til /etc/dovecot og Dovecots konfigurationsfil (/etc/dovecot/conf.d/10-ssl.conf) skal opdateres jævnfør dette.
es: Este equipo utiliza certificados SSL para Dovecot. Debe mover estos certificados de «/etc/ssl» a «/etc/dovecot» y actualizar el archivo de configuración de Dovecot («/etc/dovecot/conf.d/10-ssl.conf») para reflejar este cambio.
fr: Cette machine utilise des certificats SSL pour Dovecot. Ces certificats doivent être déplacés de /etc/ssl vers /etc/dovecot, et le fichier de configuration de Dovecot (/etc/dovecot/conf.d/10-ssl.conf) doit être mis à jour en conséquence.
it: Questa macchina usa certificati SSL per Dovecot. Questi certificati dovrebbero essere spostati da /etc/ssl in /etc/dovecot e il file di configurazione di Dovecot (/etc/dovecot/conf.d/10-ssl.conf) dovrebbe essere aggiornato di conseguenza.
pl: Komputer używa certyfikatów SSL do Dovecot. Powinny być one przeniesione z /etc/ssl do /etc/dovecot, a plik konfiguracyjny Dovecot (/etc/dovecot/conf.d/10-ssl.conf) powinien zostać odpowiednio zaktualizowany.
pt: Esta máquina usa certificados SSL para o Dovecot. Estes certificados devem ser movidos de /etc/ssl para /etc/dovecot e o ficheiro de configuração do Dovecot (/etc/dovecot/conf.d/10-ssl.conf) deve ser actualizado de acordo com a alteração.
ru: На данной машине в Dovecot используются сертификаты SSL. Они должны быть перемещены из /etc/ssl в /etc/dovecot и, согласно этому, исправлен файл настройки Dovecot (/etc/dovecot/conf.d/10-ssl.conf).
sv: Den maskinen använder SSL-cerifikat för Dovecot. Dessa certifikat ska flyttas från /etc/ssl till /etc/dovecot och Dovecots inställningsfil (/etc/dovecot/conf.d/10-ssl.conf) behöver uppdateras för detta.

source: Please read /usr/share/doc/dovecot-core/README.Debian.gz for details.
cs: Pro podrobnější informace si prosím přečtěte /usr/share/doc/dovecot-core/README.Debian.gz.
da: Læs venligst /usr/share/doc/dovecot-core/README.Debian.gz for detaljer.
es: Consulte «/usr/share/doc/dovecot-core/README.Debian.gz» para más detalles.
fr: Veuillez lire le fichier /usr/share/doc/dovecot-core/README.Debian.gz pour les détails.
it: Leggere /usr/share/doc/dovecot-core/README.Debian.gz per i dettagli.
pl: Proszę zapoznać się z /usr/share/doc/dovecot-core/README.Debian.gz aby poznać więcej szczegółów.
pt: Por favor leia /usr/share/doc/dovecot-core/README.Debian.gz para mais detalhes.
ru: Подробней об этом смотрите в файле /usr/share/doc/dovecot-core/README.Debian.gz.
sv: Läs mer i /usr/share/doc/dovecot-core/README.Debian.gz.

source: Create a self-signed SSL certificate?
cs: Vytvořit SSL certifikát podepsaný sám sebou?
da: Opret et egenunderskrevet SSL-certifikat?
es: ¿Desea crear un certificado SSL autofirmado?
fr: Faut-il créer un certificat SSL auto-signé ?
it: Creare un certificato SSL auto-firmato?
pl: Utworzyć podpisany przez siebie samego certyfikat SSL?
pt: Criar um certificado SSL auto-assinado?
ru: Создать самоподписанный сертификат SSL?
sv: Skapa ett självsignerat SSL-certifikat?

source: An SSL certificate is needed in order to use IMAP or POP3 over SSL/TLS. No such certificate was found.
cs: Pokud se má používat IMAP či POP3 přes SSL/TLS, je nutný SSL certifikát. Žádný takový certifikát nebyl nalezen.
da: Et SSL-certifikat er krævet for at bruge IMAP eller POP3 over SSL/TLS. Intet sådant certifikat blev fundet.
es: Necesita un certificado SSL para utilizar IMAP o POP3 sobre SSL/TLS. No se ha encontrado ningún certificado.
fr: Un certificat SSL est nécessaire pour utiliser les protocoles IMAP et POP3 avec SSL. Aucun certificat n'a été trouvé.
it: È necessario un certificato SSL per poter usare IMAP o POP3 via SSL/TLS. Non è stato trovato un certificato di questo tipo.
pl: Certyfikat SSL jest wymagany w celu używania IMAP lub POP3 przez SSL/TLS. Nie znaleziono takiego certyfikatu.
pt: É necessário um certificado SSL de modo a usar IMAP ou POP3 por SSL/TLS. Nenhum certificado foi encontrado.
ru: Для работы IMAP или POP3 через SSL/TLS требуется сертификат SSL. Подходящий сертификат не обнаружен.
sv: Ett SSL-certifikat behövs för att kunna använda IMAP eller POP3 över SSL/TLS. Inget sådant certifikat kunde hittas.

source: Please choose whether you want to create one now. This will then be a self-signed certificate.
cs: Zvolte si prosím, zda chcete vytvořit nový certifikát. Ten bude poté podepsán sám sebou.
da: Vælg venligst hvorvidt du ønsker at oprette et nu. Det vil være et egenunderskrevet certifikat.
es: Elija si desea crear uno ahora. Este será un certificado autofirmado.
fr: Veuillez choisir si vous souhaitez en créer un maintenant. Ce sera alors un certificat auto-signé.
it: Scegliere se crearne uno ora. Sarà un certificato auto-firmato.
pl: Proszę wybrać, czy powinien zostać utworzony teraz. Będzie to certyfikat podpisany przez siebie samego.
pt: Por favor escolha se deseja criar um agora. Este será um certificado auto-assinado.
ru: Укажите, нужно ли создать такой прямо сейчас. Это будет самоподписанный сертификат.
sv: Ange om du vill skapat ett sådant nu. Detta kommer att vara ett självsignerat certifikat.

source: If you choose not to create a certificate, please adapt Dovecot's configuration file (/etc/dovecot/conf.d/10-ssl.conf).
cs: Pokud se rozhodnete certifikát nevytvářet, upravte prosím konfigurační soubor pro Dovecot (/etc/dovecot/conf.d/10-ssl.conf).
da: Hvis du vælger ikke at oprette et certifikat, så adopter Dovecots konfigurationsfil (/etc/dovecot/conf.d/10-ssl.conf).
es: Si decide no crear un certificado, modifique el archivo de configuración de Dovecot («/etc/dovecot/conf.d/10-ssl.conf»).
fr: Si vous choisissez de ne pas créer de certificat, veuillez modifier le fichier de configuration de Dovecot (/etc/dovecot/conf.d/10-ssl.conf).
it: Se si sceglie di non creare un certificato, adattare il file di configurazione di Dovecot (/etc/dovecot/conf.d/10-ssl.conf).
pl: Jeśli nie utworzy się go w tej chwili, trzeba będzie odpowiednio dopasować plik konfiguracyjny Dovecot (/etc/dovecot/conf.d/10-ssl.conf).
pt: Se escolher não criar um certificado, por favor adapte o ficheiro de configuração do Dovecot (/etc/dovecot/conf.d/10-ssl.conf).
ru: Если вы откажитесь от создания сертификата, то исправьте файл настройки Dovecot (/etc/dovecot/conf.d/10-ssl.conf).
sv: Väljer du att inte skapa ett certifkat behövs justeringar i Dovecots inställningsfil (/etc/dovecot/conf.d/10-ssl.conf).

source: Host name:
cs: Název hostitele:
da: Værtsnavn:
es: Nombre del equipo:
fr: Nom d'hôte :
it: Nome host:
pl: Nazwa hosta:
pt: Nome de máquina:
ru: Имя узла:
sv: Värdnamn:

source: Please enter the host name to use in the SSL certificate.
cs: Zadejte prosím název hostitele, který se použije v SSL certifikátu.
da: Indtast venligst værtsnavnet der skal bruges i SSL-certifikatet.
es: Introduzca el nombre del equipo para utilizar en el certificado SSL.
fr: Veuillez indiquer le nom d'hôte à utiliser dans le certificat SSL.
it: Inserire il nome host da usare nel certificato SSL.
pl: Proszę podać nazwę hosta, która ma zostać użyta w certyfikacie SSL.
pt: Por favor indique o nome de máquina a usar no certificado SSL.
ru: Введите имя машины, которое будет использовано в сертификате SSL.
sv: Ange värdnamnet som ska anvöndas i SSL-certifikatet.

source: It will become the "commonName" field of the generated SSL certificate.
cs: Ten se stane políčkem "commonName" vytvořeného certifikátu.
da: Det vil blive »commonName«-feltet for det oprettede SSL-certifikat.
es: Este será el campo «commonName» del certificado SSL generado.
fr: Il constituera le champ « commonName » du certificat SSL créé.
it: Diventerà il campo «commonName» del certificato SSL generato.
pl: Pojawi się ona w polu "commonName" wygenerowanego certyfikatu SSL.
pt: Irá ser o campo "commonName" do certificado SSL gerado.
ru: Оно будет указано в поле «commonName» сгенерированного сертификата SSL.
sv: Detta kommer att hamna i SSL-certifikatets "commonName"-fält.
